eamodio.gitlens
CoenraadS.bracket-pair-colorizer
esbenp.prettier-vscode
formulahendry.auto-rename-tag
enkia.tokyo-night
PKief.material-icon-theme
ritwickdey.LiveServer
VisualStudioExptTeam.vscodeintellicode
steoates.autoimport
eg2.tslint
dsznajder.es7-react-js-snippets
Gruntfuggly.todo-tree
